import React from 'react';

const UserPrivacyPage = () => {
  return (
    <div className="w-full flex flex-col items-center p-4">
      <h1 className="w-full lg:w-11/12 flex p-2 md:p-4 text-gray-700 text-lg md:text-2xl font-bold border-b-2 border-blue-500 mb-6">
        حریم خصوصی راشا مال
      </h1>

      <div className="w-full lg:w-11/12 leading-relaxed text-gray-700">
        <p className="mb-4">
          حفظ حریم شخصی نکته بسیار حائز اهمیتی است که هر فروشگاه اینترنتی باید آن را تضمین کند. راشا
          مال نیز به این موضوع، توجه ویژه ای داشته تا شما مشتریان عزیز بتوانید از خدمات راشا مال با
          خیالی آسوده و به شکل کاملا امن، استفاده کنید.
        </p>

        <p className="mb-4">
          سیاست راشا مال در خصوص حفظ حریم خصوصی مشتریان و کاربران، مواردی اعم از خرید و ثبت نظرات را
          شامل می‌شود؛ در این خصوص نیاز است که کاربران و مشتریان، اطلاعاتی همچون آدرس، ایمیل، شماره
          تلفن همراه خود را به طور دقیق و صحیح وارد سایت کرده تا راشا مال بتواند خدمات خود را در
          بستری امن و مطمئن به مشتریان، ارائه دهد.
        </p>

        <p className="mb-4">
          تمامی فعالیت‌های راشا مال قانونی و منطبق بر قوانین تجارت الکترونیک انجام می‌گیرد و از
          آنجایی که در نهایت، فاکتور رسمی به مشتریان ارائه می‌شود، نیاز است تا اشخاص حقیقی، نام و کد
          ملی و افراد برای خریدهای سازمانی، کد اقتصادی و یا شناسه ملی خود را ثبت سیستم کنند.
        </p>

        <p className="mb-4">
          همچنین لازم به ذکر است که آدرس ایمیل و شماره تلفن‌هایی که اشخاص در قسمت پروفایل خود وارد و
          ثبت می‌کنند، تنها آدرس ایمیل و تلفن‌های رسمی و مورد تائید خود افراد است و شرکت برای تمامی
          مکاتبات و پاسخ‌ها از آن‌ها استفاده می‌کند؛ بنابراین لازم است که مشتریان در درج آدرس، ایمیل
          و شماره تماس‌های همراه و ثابت خود، دقت کافی داشته باشند؛ در غیر این صورت راشا مال جهت
          اطمینان از صحت و قطعیت ثبت سفارش می‌تواند درخواست اطلاعات بیشتری از مشتریان داشته باشد.
        </p>

        <p className="mb-4">
          راشا مال این امکان را برای مشتریان خود فراهم آورده تا فرد دیگری سفارشات مد نظر را تحویل
          بگیرد؛ در این صورت لازم است که مشتریان اطلاعات فرد تحویل گیرنده اعم از نام، آدرس و شماره
          تلفن همراه وی را وارد کرده تا راشا مال برای ارسال سفارش مد نظر از آن‌ها استفاده کند.
        </p>

        <p className="mb-4">
          مشتریان باید در حفظ رمز عبور و نام کاربری خود دقت داشته باشند تا جلوی سوء استفاده‌های
          احتمالی گرفته شود.
        </p>

        <p className="mb-4">
          همچنین در صورت تغییر اطلاعاتی همچون شماره تلفن همراه مشتریان، حتما اطلاعات خود در صفحه
          کاربری بروزرسانی شود؛ در صورت رخداد هر گونه مشکل در این خصوص، راشا مال هیچ گونه مسئولیتی
          بر عهده نخواهد داشت.
        </p>

        <p className="mb-4">
          هویت شخصی تمامی کاربران برای راشا مال محرمانه است و به هیچ عنوان در اختیار شخص و یا سازمان
          دیگری قرار نخواهد گرفت. البته ناگفته نماند از آنجایی که راشا مال تابع قوانین جمهوری اسلامی
          است در صورتی که با حکم مقام قضایی یا اداری صالحه یا قوانین و مقررات رایج کشور، مواجه شود،
          اطلاعات را در اختیار نهادهای مذکور قرار خواهد داد. در این صورت راشا مال هیچ گونه مسئولیت
          قانونی مبنی بر جبران خسارت نداشته و ضمنا کاربران حق هرگونه اعتراض را از خود با اعلام رضایت
          خود در استفاده از خدمات وب سایت، سلب کرده‌اند.
        </p>

        <p className="mb-4">
          در نهایت باید بگوییم که ما در راشا مال به حفاظت و نگهداری از اطلاعات و حریم شخصی شما کاربر
          گرامی متعهد هستیم و امید داریم شما عزیزان بتوانید از طریق فروشگاه اینترنتی راشا مال یکی از
          لذت بخش‌ترین خریدهای اینترنتی خود را تجربه کنید.
        </p>
      </div>
    </div>
  );
};

export default UserPrivacyPage;
