import React from "react";

const RulesPage = () => {
  return (
    <div className="w-full flex flex-col items-center p-4">
      <h1 className="w-full lg:w-11/12 flex p-2 md:p-4 text-gray-700 text-lg md:text-2xl font-bold border-b-2 border-blue-500 mb-6">
        قوانین و مقررات راشا مال
      </h1>

      <div className="w-full lg:w-11/12 leading-relaxed text-gray-700">
        <p className="mb-4">
          به منظور جلوگیری از بروز هرگونه مشکل در امر خرید بین دو طرف معامله و
          به طور کلی تسریع روند خرید آنلاین یا اینترنتی، لازم است که یک سری
          قوانین و مقررات در بستر دنیای اینترنت وجود داشته باشد. راشا مال جهت
          رفاه حال و آسودگی خاطر کاربران و مشتریان خود یک سری قوانین و مقررات
          وضع کرده که شامل موارد زیر می‌باشد:
        </p>

        <h2 className="text-xl font-semibold mb-2">ضوابط انصراف از خرید</h2>
        <p className="mb-4">
          مشتریان راشا مال می‌توانند تا 7 روز پس از خرید، از خرید کالای مد نظر
          خود انصراف دهند؛ این انصراف تنها به کالاهایی که از بسته بندی اولیه،
          باز و خارج نشده باشند، تعلق می‌گیرد؛ در غیر این صورت امکان انصراف از
          خرید از مشتری، سلب خواهد شد.
        </p>
        <p className="mb-4">
          مشتری در صورت رعایت شرایط انصراف از خرید و هماهنگی با پشتیبانی راشا
          مال، می‌تواند نسبت به ارسال کالا به آدرس شرکت، اقدام کند؛ وجه کالا،
          ظرف مدت 48 ساعت پس از دریافت کالا توسط راشا مال به مشتری، بازگشت داده
          می‌شود.
        </p>
        <p className="mb-4">
          هزینه‌های مربوط به بسته بندی، ارسال و استرداد کالاهای مشمول انصراف از
          خرید، تماما بر عهده خریدار می‌باشد.
        </p>
        <p className="mb-4">
          لازم به ذکر است که انصراف از خرید کالا، تنها برای مشتریان و مصرف
          کنندگان نهایی در نظر گرفته شده‌است و فروش تجاری و فروش به همکاران را
          شامل نمی‌شود.
        </p>

        <h2 className="text-xl font-semibold mb-2">
          ضوابط مربوط به استرداد به دلیل مغایرت در خصوصیات دستگاه
        </h2>
        <p className="mb-4">
          در صورت مغایرت خصوصیات کالای ارسالی با اطلاعات فنی مندرج در وبسایت و
          یا عدم مطابقت خصوصیات کالای ثبت سفارش شده با کالای دریافت شده، لازم
          است که خریدار، حداکثر ظرف مدت 24 ساعت از زمان دریافت کالا، واحد
          پشتیبانی راشا مال را مطلع سازد تا کالا با هماهنگی واحد پشتیبانی به
          آدرس شرکت، مسترد شود.
        </p>
        <p className="mb-4">
          تمامی هزینه‌های مربوط به بازگشت کالاهایی که به اشتباه برای خریدار،
          ارسال شده‌اند با راشا مال می‌باشد.
        </p>
        <p className="mb-4">
          پس از استرداد کالا توسط خریدار، راشا مال موظف به ارسال مجدد کالای صحیح
          برای خریدار بدون دریافت هزینه اضافی می‌باشد.
        </p>
        <p className="mb-4">
          لازم به ذکر است که در صورت امکان تشخیص وجود مغایرت در کالای ارسالی،
          بدون باز کردن بسته بندی اولیه کالا و از طریق کنترل مشخصات روی جعبه
          اصلی، باید کالا در همان حالت و بدون باز کردن بسته بندی اصلی، بازگشت
          داده شود.
        </p>
        <p className="mb-4">
          بنابراین لازم است که خریدار قبل از باز کردن بسته بندی اصلی کالا از
          انطباق مشخصات کالای دریافتی با کالای سفارش داده شده خود، اطمینان حاصل
          کرده و در صورت مشاهده مغایرت، از باز کردن بسته بندی خودداری و نسبت به
          هماهنگی با واحد پشتیبانی راشا مال جهت بازگشت کالا اقدام نماید.
        </p>

        <h2 className="text-xl font-semibold mb-2">
          نحوه استرداد کالا توسط خریدار
        </h2>
        <p className="mb-4">
          خریدار باید قبل از هرگونه اقدامی برای استرداد کالا، مراتب را با
          پشتیبانی راشا مال مطرح و پس از دریافت راهنمایی و تائیدیه استرداد، فرم
          استرداد کالا را از طریق سایت، تکمیل نموده و در نهایت نسبت به بازگشت
          کالا اقدام نماید.
        </p>
        <p className="mb-4">
          بدین منظور لازم است کالای مد نظر به همراه کارتن یا جعبه اصلی، کلیه
          تجهیزات و فاکتور فروش مربوط به کالا از طریق پیک و یا پست پیشتاز، فقط و
          فقط به آدرس شرکت ارسال گردد؛ در غیر این صورت به هیچ عنوان امکان
          استرداد کالا وجود نخواهد داشت.
        </p>
        <p className="mb-4">
          استرداد کالا، تنها در صورتی امکان پذیر است که به کالا و یا لوازم همراه
          آن، هیچ گونه آسیبی اعم از اشکالات فنی و ظاهری مانند شکستگی، آب خوردگی،
          خط و خش و … وارد نشده باشد.
        </p>
        <p className="mb-4">
          مسئولیت ارسال کالا به شکل صحیح و سالم به راشا مال بر عهده مشتری
          می‌باشد.
        </p>
        <p className="mb-4">
          هرگونه برچسب زدن، نوشتن هر توضیحی بر روی جعبه اصلی کالا و یا مخدوش
          کردن آن، حق استرداد کالا را از مشتری سلب خواهد کرد.
        </p>

        <h2 className="text-xl font-semibold mb-2">ضمانت سلامت سخت افزاری</h2>
        <p className="mb-4">
          هفت روز مهلت تست سلامت (سخت افزار) تنها شامل کالاهای بدون گارانتی
          می‌باشد؛ به عبارت دیگر محصولاتی که با گارانتی رسمی، عرضه می‌شوند، شامل
          هفت روز مهلت تست و استرداد نمی‌شوند.
        </p>
        <p className="mb-4">
          درصورت وجود مشکل در کالاهای دارای گارانتی خریدار باید از طریق شرکت
          گارانتی کننده، اقدام کند و هیچ گونه مسئولیتی در این خصوص بر عهده راشا
          مال نیست.
        </p>
      </div>
    </div>
  );
};

export default RulesPage;
