import React from "react";

const AboutUsPage = () => {
  return (
    <div className="w-full flex flex-col items-center p-4">
      <h1 className="w-full lg:w-11/12 flex p-2 md:p-4 text-gray-700 text-lg md:text-2xl font-bold border-b-2 border-blue-500 mb-6">
        درباره ما (راشا مال)
      </h1>

      <div className="w-full lg:w-11/12 leading-relaxed text-gray-700">
        <p className="mb-4">
          راشا مال با 15 سال سابقه در زمینه فروش لوازم خانگی و کالاهای دیجیتالی،
          سپس در سال 1400، تصمیم به راه‌اندازی فروشگاه اینترنتی گرفته تا شما
          عزیزان بتوانید به راحتی از هر کجا که هستید، نیاز خود به این کالاها را
          تامین کنید.
        </p>
        <p className="mb-4">
          ما در راشا مال قیمت و اصالت کالاها را به شما مشتریان عزیز تضمین
          می‌کنیم تا با خیالی آسوده، خرید اینترنتی لذت بخشی را تجربه کنید.
        </p>

        <h2 className="text-lg md:text-2xl font-semibold text-gray-800 mb-4">
          اهداف ما
        </h2>
        <p className="mb-4">
          سازندگی از درون، رخ می‌دهد و ما برای ساخت کشوری شادتر به مردمی شادتر
          نیازمند هستیم.
        </p>
        <p className="mb-4">
          راشا مال، فروشگاه اینترنتی بدون تخفیف با همکاری خیریه‌ها و بنیادهای
          خیر بر این هدف است که با تامین حداقل نیازمندی‌های دانش آموزان، مدارس،
          کودکان بی سرپرست و بدسرپرست و جوانان در شرف ازدواج به آن‌ها امید به
          زندگی بدهد.
        </p>
        <p className="mb-4">
          شما عزیزان با خرید از راشا مال به جای دریافت تخفیف به خرید نیازمندان
          کمک می‌کنید؛ چرا که مبلغی از هر خرید شما به صندوق سبز راشا، انتقال
          یافته و صرف خرید نیازمندان خواهد شد.
        </p>

        <h2 className="text-lg md:text-2xl font-semibold text-gray-800 mb-4">
          چرا راشا مال؟
        </h2>
        <p className="mb-4">
          راشا مال علاوه بر اینکه به فکر نیازمندان بوده و است به فکر جلب رضایت و
          اعتماد مشتریان خود نیز می‌باشد؛ در همین راستا دسترسی به لوازم خانگی و
          کالاهای دیجیتالی اصل با قیمتی مناسب تر از سایر رقبا را برای شما عزیزان
          فراهم آورده‌است تا علاوه بر اینکه از حس خوب شادمانی هدیه دادن به
          دیگران، نهایت لذت را می‌برید، بتوانید از هر کجای کشور که هستید، کالایی
          اصیل با قیمتی مناسب به صورت اینترنتی و امن نیز خریداری کنید.
        </p>
        <p className="mb-4">
          تنها کافیست یکبار از فروشگاه اینترنتی راشا مال خرید کنید تا تبدیل به
          مشتری دائمی ما شوید و این افتخار بزرگی برای ما محسوب می‌شود.
        </p>

        <h2 className="text-lg md:text-2xl font-semibold text-gray-800 mb-4">
          شعار ما در راشا مال
        </h2>
        <p className="mb-4">
          شعار ما فروشگاه بدون تخفیف است؛ دلیل انتخاب این شعار هم همانطور که در
          بخش اهداف‌مان به آن اشاره کردیم، این است که شما با خرید از فروشگاه
          اینترنتی راشا مال، تخفیف نمی‌گیرید، شادی می‌آفرینید!
        </p>

        <h2 className="text-lg md:text-2xl font-semibold text-gray-800 mb-4">
          راشا به چه معناست؟
        </h2>
        <p className="mb-4">
          نام فروشگاه اینترنتی ما راشا مال است و دلیل این نام گذاری این است که
          وظیفه ای را که به آن متعهد شده‌ایم را نمایان کند؛ چرا که راشا به معنای
          راه شادی و راه عبور، سرسبز، خرم و با طراوت است و وظیفه ما انتقال حس
          خوب پس از تجربه یک خرید لذت بخش به شما مشتریان عزیز و انتقال حس شادی
          به نیازمندان با کمک به آن از طریق خریدهای شماست.
        </p>

        <h2 className="text-lg md:text-2xl font-semibold text-gray-800 mb-4">
          مخاطبان هدف راشا مال
        </h2>
        <p className="mb-4">
          مخاطبان هدف ما در راشا مال از همه اقشار جامعه اند. برای شما عزیزان این
          فرصت را فراهم آورده‌ایم که هر زمان احساس نیاز به خرید هر یک از لوازم
          خانگی و کالاهای دیجیتالی پیدا کردید، بتوانید خیلی راحت و با خیالی
          آسوده از اصالت این محصولات، با صرف حداقل هزینه و در کمترین زمان ممکن،
          نیاز خود را به بهترین نحو، برطرف سازید.
        </p>
        <p className="mb-4">
          از طرفی هم این فرصت فراهم شده تا با خرید از فروشگاه اینترنتی راشا مال،
          حس شاد بودن را به نیازمندان هدیه دهید.
        </p>

        <h2 className="text-lg md:text-2xl font-semibold text-gray-800 mb-4">
          در نهایت...
        </h2>
        <p className="mb-4">
          امید است که با خرید از فروشگاه اینترنتی راشا مال، بتوانیم لبخند را به
          صورت زیبایتان بیاوریم. از شما عزیزان خواهشمندیم با ارسال نظرات و
          پیشنهادات خود در فروشگاه اینترنتی راشا مال این مسیر را برای ما هموارتر
          کنید تا بتوانیم آنچه را که لایق آن هستید در اختیارتان قرار دهیم.
        </p>
      </div>
    </div>
  );
};

export default AboutUsPage;
